{"_id": {"$oid": "6908c82e788651cf9f4467e2"}, "name": "vlm_gist", "slug": "vlm-gist", "version": "1.7.2", "created_at": {"$date": "2025-11-03T15:20:14.278Z"}, "last_modified_at": {"$date": "2025-11-03T15:20:34.722Z"}, "last_deletion_at": null, "last_loaded_at": {"$date": "2025-11-03T15:20:14.588Z"}, "sample_collection_name": "samples.6908c82e788651cf9f4467e2", "persistent": false, "media_type": "image", "group_media_types": {}, "tags": [], "info": {"name": "VLM-GIST", "description": "This dataset contains images annotated with unique and semantically rich descriptions, as well as bounding boxes and segmentation masks for all visible object instances. Images '00013.jpg' to '00054.jpg' are taken from the AgiBot World dataset.", "license": "CC BY-NC-SA 4.0", "author": "Bastian Pätzold, Jan Nogga, and Sven Behnke", "version": "1.0", "created_at": "2025-11-03"}, "app_config": {"dynamic_groups_target_frame_rate": 30, "grid_media_field": "filepath", "media_fallback": false, "media_fields": ["filepath"], "modal_media_field": "filepath", "plugins": {}}, "classes": {}, "default_classes": ["A barely visible dark monitor screen on the desk behind the shelf.", "A barely visible glass on the left side of the try on the bottom shelf.", "A barely visible glass with diagonal patterns hidden behind other bottles on the lower shelf.", "A barely visible wooden desk behind the shelf.", "A bathroom counter above the sink with an assortment of toiletries.", "A beige angular dice with black markings and text on the left side of the middle shelf.", "A beige rectangular box of creamed coconut with a green logo on the dishwasher.", "A beige wooden shelf with a simple, flat design behind the folding chair.", "A black Dell monitor displaying time and date information on the left side of the desk.", "A black ThinkPad laptop computer on the right side of the desk.", "A black and white picture with partially visible text hanging on the wall.", "A black and white speaker with a curved design on the left side under the monitors.", "A black and white speaker with a curved design under the monitors.", "A black cylindrical coffee container with gold details on the right side of the middle shelf.", "A black full-sized computer keyboard on the desk.", "A black hairspray bottle labeled \"Syoss Volume Lift Hairspray\" on the bathroom counter.", "A black jacket hanging against the shelf.", "A black pen underneath the center monitor.", "A black smartphone with a protective case on the couch table.", "A black tape dispenser with visible tape inside on the sideboard.", "A black thermos with a handle on the desk.", "A black towel lying in the wooden shelf.", "A black wallet with visible stitching and white lettering on the desk.", "A black wireless ergonomic computer mouse with a scroll wheel on the desk.", "A black, concave transponder with a smooth, circular appearance on the couch table.", "A black-framed monitor displaying time and date information in the middle of the desk.", "A black-handled knife in the left slot of the knife block.", "A black-handled knife in the middle slot of the knife block.", "A black-handled knife in the right slot of the knife block.", "A blue Ritter Sport chocolate bar labeled \"EDEL-VOLLMILCH\" on the conveyor belt.", "A blue and yellow Dubble Friss beverage carton with a straw attached to the side in the center of the table.", "A blue and yellow box of macaroni and cheese on the right side of the bottom shelf.", "A blue booklet on top of a magazine on the shelf.", "A blue sunscreen bottle with a yellow cap labeled SPF 30 on the bathroom counter.", "A blue, textured glass bowl with a speckled appearance on the shelf behind the couch.", "A bottle of Aberfeldy 16-year-old single malt whisky with a dark and yellow label on the bottom shelf.", "A box with diagonal red, white, and blue stripes containing cotton sticks on the bathroom counter.", "A boxed liquor bottle with a dark label and cap on the top shelf.", "A braided money tree in a white pot standing on the floor.", "A bright wooden cabinet with a silver handle beside the chair.", "A bright wooden desk drawer with curved metal handles on the left side under the desk.", "A brown Ritter Sport chocolate bar labeled \"KNUSPERKEKS\" on the conveyor belt.", "A brown spool with white filament on the desk.", "A clear corked liquor bottle labeled \"1768\" on the bottom shelf.", "A clear liquor bottle with a white label and silver cap on the bottom shelf.", "A clear margarita cocktail glass on the top shelf in the fifth row from the right.", "A clear margarita cocktail glass on the top shelf in the first row from the right.", "A clear margarita cocktail glass on the top shelf in the fourth row from the right.", "A clear margarita cocktail glass on the top shelf in the second row from the right.", "A clear margarita cocktail glass on the top shelf in the third row from the right.", "A clear margarita cocktail glass on the top shelf that is the one all the way on the left.", "A clear margarita cocktail glass on the top shelf that is the second from the left.", "A clear martini cocktail glass on the top shelf in the fifth row from the right.", "A clear martini cocktail glass on the top shelf in the first row from the right.", "A clear martini cocktail glass on the top shelf in the fourth row from the right.", "A clear martini cocktail glass on the top shelf in the second row from the right.", "A clear martini cocktail glass on the top shelf in the third row from the right.", "A clear whiskey glass on the tray on the bottom shelf.", "A cream-colored cup with city skyline design on the left side of the middle shelf.", "A cropped polaroid photo beneath another polaroid photo.", "A dark blue Ritter Sport chocolate bar labeled \"NUGAT\" on the conveyor belt.", "A dark bottle of Conimex Wok Soy Sauce with yellow labels and a black cap on the dishwasher.", "A dark corked liquor bottle hidden behind other bottles on the bottom shelf.", "A dark glass bottle labeled as balsamic vinegar with a gold cap and labels on the dishwasher.", "A dark gray Dove Men+Care deodorant spray bottle on the bathroom counter.", "A dark rectangular speaker mounted on the wall above the right side of the couch.", "A dark red jigger hidden between the cocktail shakers.", "A dark refrigerator beneath the electric stove.", "A dark tray with glasses on the bottom shelf.", "A dark wide rectangular speaker mounted on the wall above center of the couch.", "A fiddle-leaf fig houseplant with large green leaves in front of the window.", "A flat rectangular perfume bottle with yellow liquid and silver cap on the bathroom counter.", "A garbage bin on the right side of the refridgerator.", "A garbage bin with a white liner and dark exterior on the floor.", "A glass coffee table with chrome stands in front of the armchair.", "A glass coffee table with chrome stands in front of the couch.", "A golden cereal box labeled standing on the table.", "A gray lizard figurine on the table.", "A gray scientific calculator with multiple buttons and a display on the desk.", "A gray wash bag hanging on a metal hook on the wooden shelf.", "A green Ritter Sport chocolate bar labeled \"HASSELNUSS\" on the conveyor belt.", "A green dish soap bottle labeled \"fit\" with a yellow cap on the sideboard.", "A green liquor bottle labeled \"Tanqueray\" with red accents on the top shelf.", "A green miniature conveyor belt with metal sides and objects scattered on top.", "A green pack of white Tic Tac mints on the couch table.", "A green package of Auslese ground coffee on the kitchen counter.", "A green plastic watering can with a curved handle on the sideboard.", "A green rectangular box of chocolate cereal on the table.", "A green rectangular sponge with a textured surface on the sink.", "A green textured sponge cloth with a wavy appearance on the kitchen counter.", "A grey kitchen counter with many objects scattered on top.", "A grey pen with silver details underneath the center monitor.", "A houseplant with green heart-shaped leaves partially covering the shelves.", "A houseplant with green leaves in a pink pot on the couch table.", "A jar with checkered lid with a dried orange inside on the table.", "A lamp on the lower shelf casting red light across the shelf.", "A large stainless stell cocktail shaker right to other cocktail shakers.", "A large whiteboard with handwritten notes stands upright on the floor and leans against the wall right to the window.", "A light wooden shelf behind the armchair.", "A light wooden shelf behind the couch with a few objects scattered on top.", "A liquor bottle with a Windspiel label featuring a dog on the top shelf.", "A lower shelf holding assorted bottles of liquor and glassware.", "A lush green houseplant in a large brown pot on the cabinet.", "A metallic cocktail shaker in the middle of two similar ones with different sizes.", "A miniature Wagner Pizza box featuring an illustration of a pizza slice with tomato on the conveyor belt.", "A miniature Wagner Pizzies box featuring an illustration of multiple pizza slices on the conveyor belt.", "A modern light purple rounded seat with a smooth and shiny finish on the front left side in the courtyard.", "A modern light purple rounded seat with a smooth and shiny finish on the left side in the courtyard facing back.", "A modern light purple rounded seat with a smooth and shiny finish on the left side in the courtyard, right to all the similar looking seats in that area.", "A modern light purple rounded seat with a smooth and shiny finish on the right side in the courtyard, left to another seat that looks the same.", "A modern light purple rounded seat with a smooth and shiny finish on the right side in the courtyard, right to another seat that looks the same.", "A modern rounded seat in indigo with a smooth and shiny finish on the front left side in the courtyard.", "A modern rounded seat in indigo with a smooth and shiny finish on the left side of the courtyard, behind an identical looking seat.", "A modern rounded seat in indigo with a smooth and shiny finish on the left side of the courtyard, in front of an identical looking seat.", "A package of cotton swabs with decorative labeling on the bathroom counter.", "A packaged bento box with rice, sides, and clear cover on the table in front of the blue chair.", "A packaged triangular white bread sandwich with visible filling layers on the table.", "A painting with a green and pink impressionist-style design on the wall.", "A pair of black over-ear headphones with a sleek design on the desk.", "A partially visible armchair or couch with beige mustard fabric besides the table.", "A partially visible wooden shelf behind the office chair.", "A polaroid photograph on the couch table, showing industrial equipment and people indoors.", "A potted houseplant with tall, green and striped leaves next to the couch.", "A printed photo of a group wearing dark clothing displayed on the couch table.", "A purple cylindrical hairgel container with a black cap on the bathroom counter.", "A red and green coffee filter package next to the microwave.", "A red and yellow magazine on top of the shelf beneath a booklet.", "A red bowl on the left side of the table.", "A red curry ketchup bottle with a white and yellow label on the dishwasher.", "A red floral-patterned cushion on the left side of the couch.", "A red floral-patterned cushion on the right side of the couch.", "A red upholstered couch with leather arm and back rests, and stud detailing.", "A red-handled fork with a metallic head next to the bento box.", "A red-handled knife with a metallic blade next to the bento box.", "A red-handled spoon inside the bowl.", "A red-labeled green tea bag featuring premium mild Sencha on the conveyor belt.", "A reddish painting with abstract shapes and a bright frame above the upper shelf.", "A rose colored couch for two with a curved seating surface and two red cushions at the back of the room.", "A round wooden dining table with chrome legs and many objects scattered on it.", "A screwdriver with a red handle and a flat tip on the bottom shelf.", "A set of in-ear headphones with entangled, dark-colored wires on the desk.", "A shiny blue thermos on the left side of the kitchen counter.", "A simple wooden bench with black supports and no arm or backrest in the center of the courtyard in front of another bench.", "A simple wooden bench with black supports and no arm or backrest in the courtyard next to a flower bed behind another bench.", "A simple wooden shelf with 3 levels, open doors and many objects visible inside.", "A sleek red fabric couch for two persons with a curved backrest and chrome legs in front of the table.", "A sleek red upholstered armchair with a curved backrest and chrome legs on the left side of the couch.", "A small black cylindrical hairgel container on the bathroom counter.", "A small brown can with a red lid labeled \"Jumbo peanuts\" on the right side of the middle shelf.", "A small dark shelf on the wall next to the couch.", "A small metallic cocktail shaker left to two larger cocktail shakers.", "A small oval yellow bottle of lemon juice concentrate on the dishwasher.", "A small rectangular blue and white dishwasher tab with a red circular center on the dishwasher.", "A small transparent bottle with a red label and cap filled with olive oil on the dishwasher.", "A small white and black robot figurine on wheels on the couch table.", "A small white box of Kellogg's Corn Flakes with a colorful rooster design on the dishwasher behind an identical box.", "A small white box of Kellogg's Corn Flakes with a colorful rooster design on the dishwasher in front of an identical box.", "A small white cabinet with a large potted plant on top in the corner of the room.", "A spiral-bound notebook on the desk.", "A stainless steel electric kettle with a black handle on the kitchen counter.", "A strainer inside the middle cocktail shaker on the bottom shelf.", "A striped cushion with red, yellow, and white patterns on the left side of the couch.", "A striped cushion with red, yellow, and white patterns on the right side of the couch.", "A tall liquor bottle labeled \"Lagavulin 16\" with red cap on the bottom shelf.", "A tall transparent liquor bottle with a red cap behind other bottles on the bottom shelf.", "A tall white refrigerator with curved handles and a smooth surface on the right side of the kitchen counter.", "A teabag inside the bowl.", "A transparent bottle of Palmolive hand soap with green accents on the sink.", "A transparent glass carafe with a narrow neck on the kitchen counter.", "A transparent salt grinder on the dishwasher.", "A transparent syrup bottle with a red cap on the bottom shelf that is the one on the left.", "A transparent syrup bottle with a red cap on the bottom shelf that is the one on the right.", "A transparent syrup bottle with a red cap on the bottom shelf that is the second one from the left.", "A transparent syrup bottle with a red cap on the bottom shelf that is the second one from the right.", "A transparent water filter pitcher with a black lid on the kitchen counter.", "A transparent, empty glass with a ridged pattern in the center of the table.", "A white carton of organic milk with detailed text on the table.", "A white cleaning fluid bottle with a pump dispenser standing on the floor in front of the whiteboard.", "A white coffee filter package next to the microwave.", "A white cup filled with coffee on the couch table.", "A white dishwasher with control knobs and scattered objects on top.", "A white double electric stove with black circular burners on the refridgerator.", "A white folding rule with black and blue markings on the sideboard.", "A white handcreme container with a blue lid on the bathroom counter.", "A white kitchen cabinet on the left side above the kitchen counter.", "A white kitchen cabinet on the left side beneath the kitchen counter.", "A white kitchen cabinet on the right side above the kitchen counter.", "A white kitchen cabinet on the right side beneath the kitchen counter.", "A white medication bottle with a blue cap on the bathroom counter.", "A white microwave with a black door and handle on the kitchen counter with objects scattered on top.", "A white paper towel roll standing on the microwave.", "A white power outlet behind the plant next to the couch.", "A white power outlet with a cord plugged in and a switch on the wall next to the sink.", "A white power outlet with a partially visible behind the microwave.", "A white power outlet with multiple sockets on the wooden shelf.", "A white sideboard with drawers in front of the window with various things scattered on top.", "A white sink with a silver faucet and accessories.", "A white triangular couch table with wooden legs.", "A white triple power outlet on the wall with one black plug inserted.", "A white whiteboard marker with a black cap placed on the floor in front of the whiteboard.", "A white whiteboard marker with a blue cap placed on the floor in front of the whiteboard.", "A white whiteboard marker with a red cap placed on the floor in front of the whiteboard.", "A white, smooth-surfaced bowl on the microwave.", "A wooden and chrome chair with a blue upholstered seat in front of the table.", "A wooden chair and chrome chair with a blue upholstered seat in the back of the room between the door and the shelf.", "A wooden chess set with black and white pieces on the table.", "A wooden couch table in front of the couch with scattered items on top.", "A wooden folding chair with a slatted seat and backrest on the left side of the table.", "A wooden knife block with four slots on the kitchen counter.", "A wooden portable speaker with a black metal grille and handle on the wodden shelf.", "A wooden shelf with various objects on the left side of the sink.", "A wooden stool with metal legs in front of the couch.", "A yellow Ritter Sport chocolate bar labeled \"KNUSPERFLAKES\" on the conveyor belt.", "A yellow and blue tea package with detailed labeling on the microwave.", "A yellow bottle of French mustard with a green cap on the right side of the middle shelf.", "A yellow box of Nesquik cereals on the table with visible text on the back.", "A yellow cereal box with colorful graphics lying sideways on the table.", "A yellow cleaning cloth on the sideboard.", "A yellow fallen leaf with dark spots on the floor beneath the money tree.", "A yellow rubber duck wearing a red hat and overalls on the left side of the middle shelf.", "A yellow sponge on top of the yellow cleaning cloth.", "A yellow tube of detergent labeled \"rei\" on the sideboard.", "An Aiibot air filter with a white cylindrical design on the floor in front of the window.", "An ArUco tag with black and white square patterns on the left side of the conveyor belt.", "An ArUco tag with black and white square patterns on the right side of the conveyor belt.", "An aluminum shelf with a glass door mounted on the wall in the corner of the room.", "An apple with red and yellow patches on the couch table.", "An empty white ceramic cup in the front right corner of the desk.", "An illuminated clear liquor bottle labeled \"PEARL GIN\" on the top shelf.", "An office chair with blue fabric and black armrest in front of the desk.", "An office desk with a light wooden surface and black stands on which many objects are scattered.", "An olive oil bottle with a dark green glass appearance next to the knife block.", "An orange pen with a blue cap and tip on the sideboard.", "An orange pen with a blue cap on top of the notebook.", "An orange towel hanging on the wall on the right side of the sink.", "An ornate blue boxed liquor with intricate metallic patterns on the top shelf.", "An scottish whisky bottle with with a white on red label \"Tamnavulin\" on the bottom shelf.", "An small abstract painting with silhouettes and intersecting lines between the shelves.", "An unopened pack of butter with colorful packaging on the table.", "An upper shelf with glasses and bottles.", "An upright white toothpaste tube with green and red accents on the sink."], "mask_targets": {}, "default_mask_targets": {}, "skeletons": {}, "sample_fields": [{"name": "_rand", "ftype": "fiftyone.core.fields.FloatField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "_rand", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "_dataset_id", "ftype": "fiftyone.core.fields.ObjectIdField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "_dataset_id", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "tags", "ftype": "fiftyone.core.fields.ListField", "embedded_doc_type": null, "subfield": "fiftyone.core.fields.StringField", "fields": [], "db_field": "tags", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "metadata", "ftype": "fiftyone.core.fields.EmbeddedDocumentField", "embedded_doc_type": "fiftyone.core.metadata.ImageMetadata", "subfield": null, "fields": [{"name": "size_bytes", "ftype": "fiftyone.core.fields.IntField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "size_bytes", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.379Z"}}, {"name": "mime_type", "ftype": "fiftyone.core.fields.StringField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "mime_type", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.379Z"}}, {"name": "width", "ftype": "fiftyone.core.fields.IntField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "width", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.379Z"}}, {"name": "height", "ftype": "fiftyone.core.fields.IntField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "height", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.379Z"}}, {"name": "num_channels", "ftype": "fiftyone.core.fields.IntField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "num_channels", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.379Z"}}], "db_field": "metadata", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.379Z"}}, {"name": "filepath", "ftype": "fiftyone.core.fields.StringField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "filepath", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "id", "ftype": "fiftyone.core.fields.ObjectIdField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "_id", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "last_modified_at", "ftype": "fiftyone.core.fields.DateTimeField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "last_modified_at", "description": null, "info": null, "read_only": true, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "_media_type", "ftype": "fiftyone.core.fields.StringField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "_media_type", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "created_at", "ftype": "fiftyone.core.fields.DateTimeField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "created_at", "description": null, "info": null, "read_only": true, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "ground_truth", "ftype": "fiftyone.core.fields.EmbeddedDocumentField", "embedded_doc_type": "fiftyone.core.labels.Detections", "subfield": null, "fields": [{"name": "detections", "ftype": "fiftyone.core.fields.ListField", "embedded_doc_type": "fiftyone.core.labels.Detection", "subfield": "fiftyone.core.fields.EmbeddedDocumentField", "fields": [{"name": "id", "ftype": "fiftyone.core.fields.ObjectIdField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "_id", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "tags", "ftype": "fiftyone.core.fields.ListField", "embedded_doc_type": null, "subfield": "fiftyone.core.fields.StringField", "fields": [], "db_field": "tags", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "attributes", "ftype": "fiftyone.core.fields.DictField", "embedded_doc_type": "fiftyone.core.labels.Attribute", "subfield": "fiftyone.core.fields.EmbeddedDocumentField", "fields": [], "db_field": "attributes", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "label", "ftype": "fiftyone.core.fields.StringField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "label", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "bounding_box", "ftype": "fiftyone.core.fields.ListField", "embedded_doc_type": null, "subfield": "fiftyone.core.fields.FloatField", "fields": [], "db_field": "bounding_box", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "mask", "ftype": "fiftyone.core.fields.ArrayField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "mask", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "mask_path", "ftype": "fiftyone.core.fields.StringField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "mask_path", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "confidence", "ftype": "fiftyone.core.fields.FloatField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "confidence", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}, {"name": "index", "ftype": "fiftyone.core.fields.IntField", "embedded_doc_type": null, "subfield": null, "fields": [], "db_field": "index", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}], "db_field": "detections", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}], "db_field": "ground_truth", "description": null, "info": null, "read_only": false, "created_at": {"$date": "2025-11-03T15:20:14.357Z"}}], "frame_fields": [], "saved_views": [], "workspaces": [], "annotation_runs": {}, "brain_methods": {}, "evaluations": {}, "runs": {}}